<html>
    <head>
        <title>Salas</title>
        <link href="../css/posicionamiento.css" rel="stylesheet" type="text/css">
        <link href="../css/salas.css" rel="stylesheet" type="text/css">
        <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Jacques+Francois">
        <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Karma">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
    </head>
    <body>
        <header>
            <a href="index.html"><h1>Restaurante Jaralinda</h1></a>
            <a href="index.html"><img src="../img/Logo.PNG" width="100" height="100" alt="Logo del restaurante"></a>  
        </header>
            <div id="contenedorPrincipal">
                <nav>
                    <ul>
                        <li><a href="salas.html">Nuestras salas</a></li>
                        <li><a href="reserva.html">Reserva</a></li>
                        <li><a href="menu.html">Men&uacute;</a></li>
                        <li><a href="quienessomos.html">Qui&eacute;nes somos </a></li>
                    </ul>
                </nav>

                <section>
                    <h1>Nuestras salas</h1>   
                    <!--Usamos dos article dentro del section, uno para mostrar las salas que son comedores y otro para mostrar las salas que son para celebraciones-->  
                    <article>
                        <h4>Comedores</h4>
                        <!--Se usan dos div para mostrar las filas-->
                        <!--Cada fila tienen 3 div llamados card para mostrar las salas-->
                        <!--Cada div con clase card tiene un div para mostrar el contenido-->
                        <div id="fila1">
                            <div class="card">
                                <div class="content">
                                    <img src="../img/comedor1.png" width="100" height="100" alt="Comedor interior">
                                    <p class="nombre">Comedor Grande</p>
                                    <p>Nuestro comedor cuenta con un dise&ntilde;o moderno y sofisticado, con detalles cuidadosamente seleccionados para crear una atm&oacute;sfera &uacute;nica y agradable.</p>
                                    <p>En nuestro comedor, nos enfocamos en crear una experiencia excepcional para nuestros clientes, con una atenci&oacute;n impecable al detalle y un servicio de alta calidad. Ya sea que est&eacute; buscando una cena rom&aacute;ntica para dos o una cena en grupo, nuestro comedor es el lugar perfecto para disfrutar de una comida inolvidable en un ambiente acogedor y elegante.</p>
                                    <!--Tablas para mostrar informacion de reserva-->
                                    <table>
                                        <tr>
                                            <td colspan="2">Informaci&oacute;n para reservas</td>
                                        </tr>
                                        <tr>
                                            <td>Aforo M&aacute;ximo</td>
                                            <td>50 personas</td>
                                        </tr>
                                        <tr>
                                            <td>Reserva M&aacute;xima</td>
                                            <td>29 personas</td>
                                        </tr>
                                        <tr>
                                            <td>Reserva M&iacute;ma</td>
                                            <td>2 personas</td>
                                        </tr>
                                    </table>
                                </div>
                            </div>
                            <div class="card">
                                <div class="content">
                                    <img src="../img/comedor2.jpg" width="100" height="100" alt="Comedor exterior">
                                    <p class="nombre">Comedor Peque&ntilde;o</p>
                                    <p>Este comedor cuenta con un dise&ntilde;o elegante y contempor&aacute;neo, con detalles cuidadosamente seleccionados para crear un ambiente acogedor y sofisticado. Ideal para una cena para dos personas.</p>
                                    <p>Nos esforzamos por ofrecer un servicio excepcional en nuestro comedor, con una atenci&oacute;n al detalle y un trato personalizado. Ya sea que est&eacute; buscando una cena &iacute;ntima para dos o una cena con amigos, nuestro comedor es el lugar perfecto para disfrutar de una experiencia culinaria inolvidable.</p>
                                    <table>
                                        <tr>
                                            <td colspan="2">Informaci&oacute;n para reservas</td>
                                        </tr>
                                        <tr>
                                            <td>Aforo M&aacute;ximo</td>
                                            <td>30 personas</td>
                                        </tr>
                                        <tr>
                                            <td>Reserva m&aacute;xima</td>
                                            <td>6 personas</td>
                                        </tr>
                                        <tr>
                                            <td>Reserva M&iacute;ma</td>
                                            <td>2 personas</td>
                                        </tr>
                                    </table>
                                </div>
                            </div>
                            <div class="card">
                                <div class="content">
                                    <img src="../img/terraza.jpg" width="100" height="100" alt="terraza interior">
                                    <p class="nombre">Terraza</p>
                                    <p>Disfrute de la belleza del aire libre mientras se deleita con una experiencia gastron&oacute;mica excepcional en nuestro restaurante. Nuestra terraza cuenta con un dise&ntilde;o elegante y confortable, con amplios asientos y sombrillas para ofrecer sombra y protecci&oacute;n del sol.</p>
                                    <p>Disfrute de un ambiente relajado y tranquilo en nuestra terraza, donde podr&aacute; disfrutar de su comida al aire libre rodeado de la belleza natural. Nuestro servicio excepcional y atenci&oacute;n al detalle hacen de nuestra terraza el lugar perfecto para una cena rom&aacute;ntica para dos o una celebración en grupo.</p>
                                </div>
                                <table>
                                    <tr>
                                        <td colspan="2">Informaci&oacute;n para reservas</td>
                                    </tr>
                                    <tr>
                                        <td>Aforo M&aacute;ximo</td>
                                        <td>35 personas</td>
                                    </tr>
                                    <tr>
                                        <td>Reserva m&aacute;xima</td>
                                        <td>10 personas</td>
                                    </tr>
                                    <tr>
                                        <td>Reserva M&iacute;ma</td>
                                        <td>2 personas</td>
                                    </tr>
                                </table>
                            </div>
                        </div>
                    </article>
                    <hr>
                    <article>
                        <h4>Salas de celebraciones</h4>
                        <div id="fila2">
                            <div class="card">
                                <div class="content">
                                    <img src="../img/celebraciones1.jpeg" width="100" height="100" alt="Sala celebraciones grande"> 
                                    <p class="nombre">Sal&oacute;n para bodas</p>
                                    <p>Este espacio elegante y sofisticado es perfecto para aquellos que buscan un ambiente &uacute;nico y memorable para su gran d&iacute;a. Nuestra sala cuenta con un dise&ntilde;o moderno y sofisticado, con detalles cuidadosamente seleccionados para crear un ambiente rom&aacute;ntico y sofisticado.</p>
                                    <p>La decoraci&oacute;n de la sala puede ser personalizada para adaptarse a las preferencias y gustos de cada pareja, lo que garantiza una experiencia &uacute;nica y personalizada para su evento. Podemos adaptar la decoraci&oacute;n a cualquier tema o estilo, ya sea un ambiente r&uacute;stico, cl&aacute;sico o contempor&aacute;neo.</p>
                                    <table>
                                        <tr>
                                            <td colspan="2">Informaci&oacute;n para reservas</td>
                                        </tr>
                                        <tr>
                                            <td>Aforo m&aacute;ximo</td>
                                            <td>500 personas</td>
                                        </tr>
                                        <tr>
                                            <td>M&iacute;nimo de personas para reservar</td>
                                            <td>30 personas</td>
                                        </tr>
                                    </table>
                                </div>
                            </div>
                            <div class="card">
                                <div class="content">
                                    <img src="../img/celebraciones2.jpg" width="100" height="100" alt="Sala celebraciones pequeña">
                                    <p class="nombre">Sal&oacute;n para bautizo y comuniones</p>
                                    <p>Este espacio acogedor y elegante es ideal para aquellos que buscan un ambiente familiar para celebrar eventos especiales. Esta sala cuenta con un dise&ntilde;o moderno y sofisticado, con una iluminaci&oacute;n c&aacute;lida y ambiente acogedor, lo que la hace perfecta para celebraciones como bautizos, cumplea&ntilde;os, comuniones, hasta reuniones empresariales.</p>
                                    <p>Podemos personalizar la decoraci&oacute;n de la sala para que se adapte a los gustos y preferencias de cada cliente, lo que garantiza una experiencia &uacute;nica y personalizada para su evento.</p>
                                    <table>
                                        <tr>
                                            <td colspan="2">Informaci&oacute;n para reservas</td>
                                        </tr>
                                        <tr>
                                            <td>Aforo m&aacute;ximo</td>
                                            <td>300 personas</td>
                                        </tr>
                                        <tr>
                                            <td>M&iacute;nimo de personas para reservar</td>
                                            <td>30 personas</td>
                                        </tr>
                                    </table>
                                </div>
                            </div>
                            <div class="card">
                                <div class="content">
                                    <img src="../img/imagenIndex.jpg" width="100" height="100" alt="Jard&iacute;n celebraciones">
                                    <p class="nombre">Jard&iacute;n para celebraciones</p>
                                    <p>En nuestro restaurante puedes celebrar tu evento al aire libre, nuestro amplio jard&iacute;n dispone de una gran variedad de vegetaci&oacute;n y flores para crear un ambiente fresco y natural. La belleza natural del jard&iacute;n es complementada con una decoraci&oacute;n elegante y sofisticada, que puede ser personalizada seg&uacute;n las preferencias de cada cliente.</p>
                                    <p>Nuestro jard&iacute;n para celebraciones es el lugar perfecto para crear momentos inolvidables.</p>
                                    <table>
                                        <tr>
                                            <td colspan="2">Informaci&oacute;n para reservas</td>
                                        </tr>
                                        <tr>
                                            <td>Aforo m&aacute;ximo</td>
                                            <td>600 personas</td>
                                        </tr>
                                        <tr>
                                            <td>M&iacute;nimo de personas para reservar</td>
                                            <td>30 personas</td>
                                        </tr>
                                    </table>
                                </div>
                            </div>
                        </div>
                    </article>
                </section>
            </div>
        <footer>
        Tel&eacute;fono: <a href="tel:600500432">600 500 432</a>
        Correo: <a href="mailto:jaralinda@gmail.com">jaralinda@gmail.com</a>
        C/Macarrones 35, Chipiona
        Jaralinda &copy;
        </footer>
    </body>
</html>